soap/miniupnp/miniupnpd-2.1-igd1/seeds/26_WANIPC-SetConnectionType_1

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:SetConnectionType xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:1"><NewConnectionType>sm3QB]U_nHA(/Fuq</NewConnectionType></u:SetConnectionType></s:Body></s:Envelope>
